Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koltansaamen_kielijaosto_sai_paatokseen_laajan_uskontosanastotyonsa.html.tmx
Source language: fin
Languages: sms

source: Koltansaamen kielijaosto sai päätökseen laajan uskontosanastotyönsä
sms: Nuõrttsääʹm ǩiõlljuâǥǥtõs ǩiõrǥti jõnn åskldõksannõstuâjas

source: Sámi Giellagáldun koltansaamen kielijaosto on saanut päätökseen viisi vuotta kestäneen työnsä, uskontoon liittyviä sanoja sisältävän sanalistan.
sms: Sääʹm Ǩiõllkaʹlddi nuõrttsääʹm ǩiõlljuâǥǥtõs lij ǩiõrǥtam jõnn vitt eeʹjj pešttam tuâjas, åskldõksaaʹni liist.

source: Sanalista kattaa yli 1300 sanaa.
sms: Sääʹnnlistt kätt pâʹjjel 1300 sääʹnned.

source: Sanalistan pohjana ovat tähän mennessä koltansaamen kielellä julkaistut uskontoaiheiset kirjat.
sms: Sääʹnnliist vuâđđan lie tän räjja nuõrttsääʹmǩiõʹlle õlmstõttum åskldõk-sueʹrj ǩeeʹrj.

source: Kielijaosto on korjannut sanojen kirjoitusasua nykyisten normien mukaiseksi ja tarkistanut sanojen vastaavuuksia suomeksi.
sms: Ǩiõlljuâǥǥtõs lij vuõiǥääm saaʹni ǩeeʹrjtemnääʹl ânnʼjõž noormi mieʹldd da taʹrǩstam saaʹni vaʹstteemvuõđ lääʹddǩiõʹlle.

source: Sanalistalla on mukana myös joitain uusia sanoja, joita on muodostettu oppimateriaalia käännettäessä.
sms: Sääʹnnliistâst lie mieʹldd še måtam ođđ sääʹn, kook lie šõddâm mättmateriaal jåårǥlâʹttemtuâjast.

source: Ennen tätä kokousta kielijaosto on jo ehtinyt käsittelemään 1534 termiä ja 286 normitusta.
sms: Ouddâl tän såbbar ǩiõlljuâǥǥtõs lij juʹn ǩiõrggnam ǩiõttʼtõõllâd 1534 teʹrmmed da 286 noormtummšed.

source: Kielityöntekijälle on tullut kielenkäyttäjiltä yli 700 kysymystä Giellagáldu-hankkeen aikana.
sms: Ǩiõlltuâjjlaž lij vuäǯǯam pâʹjjel 700 sääʹnnkõjldõssâd Ǩiõllkaʹlddi haŋǩǩõspââʹjest.

source: Tästä huolimatta kielijaosto kokee, että ammattimainen kielityö on vasta alussa.
sms: Täʹst huõlǩâni ämmtallaš ǩiõlltuâjj lij eman aalǥâst, joʹrdde ǩiõlljuâǥǥtõsneeʹǩǩ.

source: -Juuri kun pääsimme työssä hyvään alkuun, tämä työ jo päättyy rahoituksen puuttumisen vuoksi.
sms: -Eman ko piâzzim jåttjed, tät tuâjj juʹn poott teäʹǧǧvääʹnest.

source: Koltansaamen kielityö tarvitsee kauas tulevaisuuteen tällaista työtä, minkä kielijaosto on aloittanut, toteaa kielijaosto yhteen ääneen.
sms: Nuõrttsääʹmǩiõl ǩiõlltuâjj taarbaš kookkas pueʹttivuõʹtte näkam tuâj, mõõn ǩiõlljuâǥǥtõs lij alttääm, tuâtt ǩiõlljuâǥǥtõs õõut jiõʹnne.

source: -Kielityö etenee nyt hyvin.
sms: -Ǩiõlltuâjj jåått puârast ooudårra.

source: Jokaisessa kokouksessa olemme tehneet tärkeää työtä hyvässä yhteishengessä, sanoo kielijaoston varajäsen Zoja Nosova.
sms: Juõʹǩǩ såbbrest leäʹp tuejjääm tääʹrǩes tuâj šiõǥǥ õhttsažtuâjj-jiõgg mieʹldd, ceälkk ǩiõlljuâǥǥtõõzz väärrneǩ Zoja Nosova.

source: -Olemme ottaneet kielijaoston työssä huomioon eri koltansaamen murteet, kun olemme miettineet sanoja.
sms: -Leäʹp välddam ǩiõlljuâǥǥtõõzz tuâjast lokku jeeʹres sääʹmǩiõl suõmid, ko leäʹp smiõttâm saaʹnid.

source: Iloitsen siitä, sanoo kielijaoston varapuheenjohtaja Erkki Lumisalmi.
sms: Tõʹst leäm kuärǥast, ceälkk ǩiõlljuâǥǥtõõzz väärrsaaǥǥjååʹđteei Erkki Lumisalmi.

source: Kielijaostossa on jäseniä Suomesta ja Venäjältä.
sms: Ǩiõlljuâǥǥtõõzzâst lie vuäzzla Lääʹddjânnmest da Ruõššjânnmest.

source: Tiina Sanila-Aikio on toiminut kielijaoston puheenjohtajana ja Erkki Lumisalmi varapuheenjohtajana.
sms: Ǩiõlljuâǥǥtõõzzâst lie tuejjääm Tiina Sanila-Aikio ǩiõlljuâǥǥtõõzz saaǥǥjååʹđteeʹjen da Erkki Lumisalmi ǩiõlljuâǥǥtõõzz väärrsaaǥǥjååʹđteeʹjen.

source: Kieliasioita koskevien päätösten takana ovat kielijaoston puheenjohtajien lisäksi jäsenet Seija Sivertsen ja Natalia Vaskova.
sms: Ǩiõllaaʹššid kuõskki tuʹmmštõõǥǥi tueʹǩǩen lie ǩiõlljuâǥǥtõõzz saaǥǥjååʹđteeʹji lââʹssen vuäzzla Seija Sivertsen da Natalia Vaskova.

source: Varajäsenet Hilkka Fofonoff, Miika Lehtinen, Raija Lehtola ja Zoja Nosova ovat usein osallistuneet myös kokouksiin.
sms: Täujja såbbrin lie išttâd åårram še väärrvuäzzla Hilkka Fofonoff, Miika Lehtinen, Raija Lehtola da Zoja Nosova.

source: Koltansaamen kielityöntekijät Terhi Harju ja Mervi Semenoff ovat valmistelleet asioita kielijaoston käsiteltäväksi ja jakaneet kielijaoston antamia suosituksia kielenkäyttäjille.
sms: Nuõrttsääʹm ǩiõlltuâjjla Terhi Harju da Mervi Semenoff lie valmštõõllâm aaʹššid ǩiõlljuâǥǥtõõzz ǩiõttʼtõõllâmnalla da juâkkam ǩiõlljuâǥǥtõõzz uʹvddem siâztõõzzid ǩiõllõõʹnnʼjid.

source: Kielijaoston kokouksiin on pyydetty asiantuntijoina myös Saamelaiskäräjien kielenkääntäjä Merja Fofonoff ja Oulun yliopiston koltansaamen lehtori Eino Koponen.
sms: Såbbrin mieʹldd lie leämmaž äʹšštobddjen Merja Fofonoff, Sääʹmteeʹǧǧ ǩiõlljåårǥlõʹtti da Eino Koponen, Oulu universiteeʹtt lehtor.

source: Koltansaamen kielijaosto kokoontui 21.-22.3. Tämä oli kielijaoston viimeinen kokous Giellagáldu-hankkeen aikana.
sms: Nuõrttsääʹm ǩiõlljuâǥǥtõs noorõõđi 21.-22.3. Tät leäi ǩiõlljuâǥǥtõõzz mââimõs sååbbar Ǩiõllkaʹlddi-haʹŋǩǩõspââʹjest.

source: Hanke päättyy toukokuun 2018 lopussa.
sms: Haʹŋǩǩõs poott vueʹssmannu 2018 looppâst.

source: Uskontosanaston pohjana ja lähteenä käytetyt kirjat ja tekstit:
sms: Åskldõksannõõzz vuâđđan da teâttkäivvan õnnum ǩeeʹrj da teeʹkst:

source: Lisätietoja:
sms: Lââʹssteâđaid oudd:

source: Koltansaamen kielityöntekijä Terhi Harju puh. 040 671 9534, terhi.harju(at)samediggi.fi
sms: Ǩiõlltuâjjlaž Terhi Harju, 040 671 9534, terhi.harju(at)samediggi.fi
